print('Правила игры в текстовый блэкджек.')
print('Суть игры - в начале раздаются карты по очереди на игрока и диллера по две карты. \nГлавное набрать 21 очко или приблежённое к нему, но не больше иначе игрок сгорит. n\ Для начала выберите количество фишек, с которыми будете играть. \nПосле раздачи игрок может: \n 1)брать карты до сгорания \n 2)удвоить ставку и взять одну карту \n 3)сделать сплит при наличие одинаковых карт \n 4)перестать брать карты \nВ конце раунда выберите - продожить игру или закончить.\nЕсли вы выберите продолжить при пройгрыше, то у вас будет возможность добавить фишек в игру, но количство уменьшится вдвое. Если выберите закончить, то вам выведутся результаты игры.')
print('\nВведите количество фишек для начала игры.')
stacks=input('')



koloda